<?php

use Illuminate\Database\Seeder;
use Illuminate\Support\Str;

class ArticlesTableSeeder extends Seeder
{
    public function run()
    {
        $data = [
            [
                'id' => 1,
                'title' => 'Особливості лісового повітря',
                'body' => '
                <p><strong>ЛІС І АТМОСФЕРА</strong></p>

<p>&nbsp;</p>

<table align="center" border="1" cellpadding="1" cellspacing="1" style="width:1000px">
	<tbody>
		<tr>
			<td>
			<p>Як відомо, сухе повітря атмосфери Землі в об&#39;ємних частинах складається з 78% азоту, 21% кисню, 0,03% вуглекислого газу та незначної кількості гелію, аргону, інших газів та домішок. Найбільш важливими для рослинного світу компонентами атмосфери є вуглекислий газ та кисень.</p>

			<p>Джерелами надходження вуглекислого газу у лісове повітря є самі рослини, які у процесі дихання поглинають кисень повітря та виділяють вуглекислий газ, лісова підстилка, в якій відбуваються процеси життя і мінералізація органічних решток, а також поверхневі шари ґрунту, в яких розкладаються органічні речовини та мікроорганізми. Виділення вуглекислого газу в атмосферу різними типами ґрунтів різне</p>

			<p>За останнє століття вміст вуглекислоти у повітрі збільшується за рахунок промислової діяльності людини. У середньому на 0,3% щорічно, а поблизу промислових центрів і більше. При цьому концентрація С02&nbsp;у повітрі поступово збільшується, що на думку деяких вчених може призвести до так званого &laquo;парникового ефекту&raquo;. Зменшення вирубки лісів та розширення їх площ протидіятиме такому згубному явищу.</p>
			</td>
			<td>
			<p>В умовах лісу на різній висоті від поверхні ґрунту концентрація вуглекислого газу неоднакова. Вона також змінюється у різні часи доби. Так, вночі концентрація вища, а в полудень &mdash; менша у зв&#39;язку з фотосинтезом. Влітку вуглекислого газу менше, ніж восени, через інтенсивне його споживання при фотосинтезі. У посушливий період його також менше через зниження життєдіяльності мікроорганізмів.</p>

			<p>Стратифікація вуглекислого газу по вертикалі в умовах лісу виглядає приблизно так: у нижньому 1,5-метровому шарі його концентрація становить 0,07%, а іноді більше, з висотою вона зменшується і в кронах дерев, де С02&nbsp;посилено споживається, становить 0,0022%. Але загальна кількість С02&nbsp;у лісовому повітрі залежить від складу деревостанів, їх будови, повноти та інших факторів (вітер, рельєф, вологість фунту тощо). Найбільше С02&nbsp;у повітрі букових лісостанів. Вітер змінює концентрацію С02&nbsp;у повітрі лісових насаджень. П. С. Погребняк відмічає, що вітер зі швидкістю 2-3 м-сек-1&nbsp;підвищує продуктивність фотосинтезу вдвічі порівняно зі штилем. Це можна пояснити тим, що така швидкість вітру викликає турбулентний підйом С02у крони дерев, а більша &mdash; відносить його по нижніх шарах повітря за межі лісу.</p>

			<p>Активізуючи процеси розкладання лісової підстилки, ми збільшуємо надходження вуглекислого газу у лісове повітря.</p>
			Кисень потрібен для дихання живих організмів лісу та для процесу гниття органічних решток. З появою на землі зелених рослин поповнення киснем атмосфери відбувається, головним чином, у процесі фотосинтезу. Кисню в атмосфері достатньо для дихання, він не являє собою лімітуючий фактор життя.</td>
			<td>
			<p>Однак із середини XX ст. намітилась диспропорція між споживанням кисню та надходженням його до атмосфери. Це пов&#39;язано з техногенною революцією. Для збереження балансу потрібно розширювати площі лісових насаджень, у тому числі навколо міст і промислових центрів.</p>

			<p>Одним із основних елементів ґрунтового живлення рослин є азот &mdash; матеріальний субстрат життя, який входить до складу білків рослини, протоплазми клітин. Хоча азоту в атмосфері надто багато, зелені рослини не в змозі його використати безпосередньо. Незначна частина азоту може використовуватися рослинами у вигляді сполук, які утворюються при грозових розрядах і разом з дощем потрапляють у ґрунт. Ці сполуки задовольняють рослинний світ у азоті не більше, як на 5% потреби у ньому.</p>

			<p>Лісове повітря відрізняється від повітря відкритого простору наявністю активних речовин, здатних знищувати шкідливі організми, очищаючи від них повітря. їх відкрив професор Б. П. Токін і назвав фітонцидами. За його даними, 1 га хвойного лісу виділяє за добу до 4, а листяного &mdash; до 2 кг летких органічних речовин, які мають фітонцидні властивості. Фітонциди при вдиханні лісового повітря позитивно впливають на життєвий тонус людини, активізують фізіологічні процеси у людському організмі.</p>

			<p>Лісове повітря більш іонізоване у порівнянні з повітрям відкритого простору. Справа не тільки в тому, що при фотосинтезі в атмосферу виділяється кисень і поглинається вуглекислий газ, а в тому, що при фотосинтезі виділяється атомарний кисень, що більш активний, ніж молекулярний.</p>
			</td>
		</tr>
	</tbody>
</table>

<h3><br />
&nbsp;</h3>

                ',
                'info' => '<p><strong>Особливості лісового повітря</strong></p>',
                'annotation' => 'Особливості лісового повітря',
                'status' => 'published',
                'author_id' => '1',
                'fieldsArticles' => 'ecology',
            ],
            [
                'id' => 2,
                'title' => 'Ліс і атмосфера',
                'body' => '
                <h1><strong>&nbsp;ЛІС І АТМОСФЕРА</strong></h1>

<table border="1" cellpadding="1" cellspacing="1" style="width:500px">
	<tbody>
		<tr>
			<td>
			<p>Найбільш важливими для рослинного світу компонентами атмосфери є вуглекислий газ та кисень. Розглядаючи взаємовплив лісу і атмосфери Землі, ми умовно розчленовуємо його на вивчення газового складу та деяких явищ, що відбуваються в атмосфері і впливають на ліс, окремо від розгляду наявної в атмосфері вологи і процесів, що обумовлюють її вплив на життя лісу. Це пов&#39;язано з тим, що атмосферна волога прямо зв&#39;язана з вологою у фунті і розгляд її з точки зору впливу на ліс краще зробити окремо.&nbsp;</p>

			<p>&nbsp;</p>

			<p>Взаємодія атмосферного повітря і лісу</p>

			<p>&nbsp;</p>

			<p>Гази, що входять до складу атмосфери, мають біогенне походження. У нижніх шарах атмосфери повітря за своїм складом забезпечує життєдіяльність рослинних організмів, зокрема лісу. Воно може стимулювати його розвиток і, навпаки, гальмувати, залежно від наявності у повітрі шкідливих домішок. Ліс постійно взаємодіє з атмосферою Землі, виділяючи до неї продукти своєї життєдіяльності та вилучаючи певні складові повітря.</p>

			<p>Роль вуглекислого газу для життя на Землі полягає у здібності його поглинати і випромінювати довгохвильову теплову радіацію, що зменшує охолодження планети. Дуже важливо те, що вуглекислий газ і: матеріалом для синтезу органічної речовини за допомогою зелених рослин. Так, суха маса деревини приблизно наполовину складається і вуглецю, джерелом якого є вуглекислий газ повітря. У середньому 1 га лісу щорічно накопичує 6 т вуглецю. Для цього рослинами використовується приблизно 25 млн. м3&nbsp;повітря.</p>

			<p>При фотосинтезі зелені рослини виділяють у атмосферу кисень та використовують вуглекислий газ із атмосфери, який завдяки хлорофілу і сонячній енергії (світлу) при наявності води утворює органічну речовину &mdash; глюкозу.</p>
			</td>
			<td>
			<p>Щоб глюкоза перетворилася у більш складні сполуки, які входять до складу деревини стовбура, гілок, інших частин деревних рослин, потрібна енергія.Цю енергію рослини отримують у результаті дихання.</p>

			<p>Все живе на Землі у процесі дихання засвоює кисень і виділяє вуглекислий газ. Отже взаємодія зелених рослин, у тому числі деревних і атмосфери, полягає у складних процесах: виділенні та споживанні кисню та споживанні і виділенні вуглекислого газу. До того ж дихання у лісі відбувається (у теплий період року) не лише вдень, а і вночі, тобто, коли відсутнє сонячне освітлення, яке забезпечує фотосинтез. Крім того, дихає мезофауна, мікроорганізми, які заселяють лісову підстилку, верхні шари ґрунту.</p>

			<p>Останнім часом багатьма науковцями, аспірантами вивчається питання депонування вуглецю у різних частинах деревних рослин, у різних породах дерев. На жаль, це питання вивчається у нас не на фізіологічному рівні, тобто не вивчається брутто &mdash; асиміляція і дихання як складові, хоча ще на початку 70-х років XIX ст. німецькі дослідники Х. Лір, Г. Польстер, Г-І. Фідлер [31] оприлюднили результати досліджень Ольстера стосовно цих процесів у ялини звичайної та дугласії</p>

			<p>В атмосфері відбувається переміщення повітряних мас у вертикальному і горизонтальному напрямках. Це впливає певним чином на життя лісу.</p>

			<p>Конденсація водяної пари в атмосфері викликає опади, які є джерелом вологи, необхідної для існування лісу. На ліс впливають й інші атмосферні явища, які обумовлюють біохімічні та фізіологічні процеси у рослинах, а також діють на ліс фізично.</p>
			</td>
		</tr>
	</tbody>
</table>

<p>&nbsp;</p>
                ',
                'info' => '<p>Стаття ліс і амосфера. Інформація розподіленна у два стопчики</p>',
                'annotation' => 'ЛІС І АТМОСФЕРА',
                'status' => 'published',
                'author_id' => '1',
                'fieldsArticles' => 'ecology',
            ],
            [
                'id' => 3,
                'title' => 'Ліс і вітер',
                'body' => '
                <h1>Ліс і вітер</h1>

<p>Слабкий вітер позитивно впливає на фотосинтез. Підвищення продуктивності фотосинтезу в 4-5 разів порівняно зі штилем відбувається тільки при достатньому забезпеченні рослин вологою. Без такого забезпечення вона збільшується максимум у 1,5 раза. Посилюючи транспірацію, вітер зі швидкістю 2-3 м сек-1&nbsp;сприяє переміщенню ґрунтових розчинів до крони, охолоджує асиміляційний апарат, запобігаючи його перегріванню. Позитивна дія вітру на ліс також полягає у розповсюдженні насіння, розселенні того чи іншого виду рослин. Більшість порід запилюються вітром і лише деякі породи (верби, липи, клени, акація біла, каштан та деякі інші) запилюються комахами.</p>

<p>Сильний, особливо сухий вітер може призвести до всихання асиміляційного апарату, бо надходження вологи від коріння не компенсує його витрати кроною. Шкідлива дія вітру на ліс проявляється у формуванні однобоких крон та ексцентриситету у стовбурів. Це відбувається на узліссях, у місцях із сильними вітрами одного напряму.</p>

<p>У гірських умовах швидкість вітру збільшується з наростанням висоти над рівнем моря.</p>

<p>Для оцінки вітру за його швидкістю та дією на навколишній простір користуються 12-бальною шкалою Бофорта.</p>

<p>Із пошкоджень лісу вітром найбільш важливими є вітровал та бурелом. Дерева, які вивалюються з кореневою системою, відносять до вітровалу, а ті, стовбур яких ламається на певній висоті, &mdash; до бурелому. Небезпека вітровалу або бурелому залежить від характеру вітру, сезону року, деревної породи, віку дерев, їх стану, стану та характеру ґрунту тощо. Особливо великої шкоди лісу наносять вітри зі швидкістю 90-100 км*год-1&nbsp;і більшою (шторм та ураган). Вони здатні знищити цілі лісові масиви на відстані десятків кілометрів.</p>

<p>Залежно від лісорослинних умов окремі вітровальні породи можуть бути стійкими до дії вітру (наприклад, ялина на глибоко дренованих ґрунтах), а стійкі &mdash; вітровальними.</p>

<p>Ліс, як ландшафт, складений із високорослих дерев, викликає шорсткість земної поверхні і служить значною перешкодою на шляху руху повітряних мас.</p>

<p>Одним із перших дослідників впливу лісу на вітер був проф. М. С. Нєстєров, який довів, що потік повітря, зустрічаючи на своєму шляху перешкоду у вигляді узлісся, піднімається вверх над лісом, а потім знову спадає вниз. При цьому на відстані приблизно двох висот дерев із завітряного боку швидкість вітру помітно слабне. З підвітряного боку перед узліссям утворюється зона підвищеного тиску, в якій швидкість вітру також помітно зменшується. У середині лісового масиву швидкість вітру значно зменшується. Швидкість вітру у кронах знижується приблизно в 4 рази, а в приґрунтовому шарі &mdash; у 10 разів.</p>

<p>Дія лісу на вітер знайшла практичне використання при створенні захисних лісосмуг. Регулюється ступінь зменшення швидкості вітру та відстань, на яку діють лісосмуги, відповідною конструкцією лісостанів цих захисних об&#39;єктів.</p>

<p>Практичні висновки з розглянутого матеріалу теми стосуються у першу чергу підвищення газостійкості хвойних лісів, особливо приміських. Потрібно відшукувати екологічні форми сосни звичайної, які у меншій мірі реагують на забрудненість атмосфери вихлопними газами та іншими шкідливими полютантами.</p>
                ',
                'info' => '<p>Стаття: Ліс і вітер. Текст розташований в одну колонку.</p>',
                'annotation' => 'Ліс і вітер',
                'status' => 'published',
                'author_id' => '1',
                'fieldsArticles' => 'ecology',
            ],

            [
                'id' => 4,
                'title' => 'США в 1870–1914 рр',
                'body' => '<p>Остання третина ХIХ &mdash; початок ХХ століття &mdash; це час розвитку економіки США, що обумовлювалося низкою факторів:</p>

<p>&mdash; перемога промислової Півночі у Громадянській війні 1861&ndash;1865 рр. і Реконструкція Півдня (1865&ndash;1877 рр.) скасували рабство, ліквідували рабовласницькі латифундії і відкрили шлях для ринкового освоєння земель Півдня і Заходу;</p>

<p>&mdash; країна мала значні природні ресурси, що забезпечували американську промисловість необхідною сировиною;</p>

<p>&mdash; раціоналізація виробництва, на яку американські підприємці не шкодували коштів, компенсувала нестачу робочої сили для промисловості, що бурхливо розвивалася; цьому ж сприяв значний приплив іммігрантів &mdash; переселенців з Європи (за 70&ndash;90-ті рр. ХIХ століття їх прибуло 14 млн.);</p>

<p>&mdash; держава здійснювала сприятливу для національної промисловості політику протекціоналізму, поєднувану з широким залученням іноземних інвестицій. До 1900 р. європейці вклали в економіку США 3,3 млрд. доларів.</p>

<p>Як наслідок &mdash; у 1871&ndash;1913 рр. національний дохід США збільшився у 5 разів, а промислове виробництво &mdash; у 9 разів. Уже до кінця ХIХ століття США вийшли на перше місце у світі з випуску основних видів продукції і за загальним обсягом виробництва. Швидкими темпами розвивався залізничний транспорт. Загальна протяжність залізниць збільшилась з 48 тис. км у 1860 р. до 309 тис. у 1900 р.</p>

<p>За період 1870&ndash;1900 рр. населення США збільшилось удвічі. У 1900 р. там проживали 76 млн. осіб, з яких одну третину складали мешканці міст. В аграрному секторі США переважали сімейні ферми, технічний рівень обладнання яких був значно вищий за європейський.</p>

<p>Державний устрій США сформувався на підставі Конституції 1787 р. та &laquo;Білля про права&raquo; 1789 р. і залишався незмінним. США &mdash;&nbsp;федеративна республіка. 1900 р. до складу федерації входило 45 штатів, до 1912 р. їхня кількість збільшилась до 48. Кожен американський штат має свої кордони, свою столицю, свої закони, суд, органи влади, повноваження яких визначає конституція штату. У США склалася класична&nbsp;двопартійна система. Боротьба за владу в країні точилася між Республіканською і Демократичною партіями.</p>

<p>Наприкінці ХIХ століття в США почав розширюватися соціалістичний рух. У 1876 р. було створено Соціалістичну робітничу партію (а в 1897 р. &mdash; Соціал-демократичну партію). Однак вплив американських соціалістів був незначним: їм не вдалося залучити на свій бік пролетарські маси.</p>',
                'info' => '<p>Стаття. США в 1870&ndash;1914 рр Основна інформація не виділена.</p>',
                'annotation' => 'США в 1870–1914 рр',
                'status' => 'published',
                'author_id' => '1',
                'fieldsArticles' => 'science',
            ],






            [
                'id' => 5,
                'title' => 'Третя республіка у Франції',
                'body' => '
                <p>На кінець ХIХ століття Францію відтіснили на <strong>четверте місце</strong> (після США, Німеччини й Англії) <strong>у світовому промисловому виробництві</strong>. Уповільнення економічного розвитку пояснювалося наслідками франко-німецької війни 1870&ndash;1871 рр.: а також виплатою <strong>5-мільйонної контрибуції</strong>, утратою Ельзаса і частини Лотарингії з великими покладами руди.</p>

<p>Франція залишалась аграрно-індустріальною країною. Тут знаходились переважно невеликі підприємства, тоді як великих було небагато. Але за рівнем концентрації <strong>банків Франція йшла попереду інших країн</strong>. На початку ХХ століття 5 великих банків зосередили більшу частину фінансів країни. Однак значні кошти, зібрані французькими банками, лише почасти використовувались для розвитку національної економіки. Більш вигідним виявилося вивезення капіталу за кордон у вигляді довгострокових позик. Французький уряд всіляко заохочував вивезення капіталу, використовуючи його у зовнішньополітичних цілях &mdash; як засіб залучення союзників. На початку ХХ століття Франція перетворилася на &laquo;лихваря Європи&raquo;.</p>

<p>Конституція 1875 р. юридично закріпила встановлення&nbsp;<strong>Третьої республіки&nbsp;у Франції (проіснувала до 1940 р.)</strong> і визначила державний устрій країни. Згідно з конституцією, вищу законодавчу владу мав двопалатний парламент.&nbsp;До складу якого входили сенат і палата депутатів. Сенат обирався не прямим голосуванням, а представниками муніципалітетів &mdash; органів місцевого самоврядування. <strong>Палата депутатів обиралась загальним таємним голосуванням.</strong> Жінки, військові й мешканці колоній були позбавлені виборчих прав. Отже, з 40 млн. лише 12 млн. мали право голосу.</p>

<p><strong>Главою держави був президент,</strong> який отримував свої повноваження не від народу, а від парламенту. Разом із Радою міністрів президент представляв виконавчу владу. Але <strong>президент </strong>не міг самостійно керувати урядом, <strong>оскільки був залежний від парламенту</strong>.</p>

<p>Франції була притаманна&nbsp;<strong>багатопартійна система</strong>. Міцними були позиції монархічних і клерикальних угруповань. Але на початку ХХ століття зміцнились позиції радикалів. 1901 р. раніше розрізнені групи радикалів оформились в єдину&nbsp;<strong>Республіканську партію радикалів і радикал-соціалістів</strong>, що стала найбільш лівою серед буржуазних партій Франції. 1902 р. в результаті перемоги на виборах радикали прийшли до влади. Незважаючи на протидію правих, вони знаходились при владі до 1912 р.</p>',
                'info' => '<p>Стаття Третя республіка у Франції. Основна інформація виділена &quot;жирністю&quot;</p>',
                'annotation' => 'Третя республіка у Франції',
                'status' => 'published',
                'author_id' => '1',
                'fieldsArticles' => 'science',
            ],


            [
                'id' => 6,
                'title' => 'Англія в 1870–1914 рр',
                'body' => '
                <h1>Англія в 1870&ndash;1914 рр.</h1>

<p>&nbsp;</p>

<p>&nbsp;</p>

<p>На початку ХХ століття <strong>Англія</strong> залишалась однією з найбільш <strong>багатих і розвинених країн світу</strong>. Вона мала великі колоніальні володіння. У Британській імперії проживало на той час близько <strong>25 % населення земної кулі</strong>. Але часи британської першості у світовій промисловості минули назавжди. За темпами промислового розвитку Англія поступилася деяким іншим провідним європейським країнам і США. Загальне <strong>промислове виробництво</strong> в країні за період з 1870 р. по 1913 р. <strong>збільшилось удвічі</strong>, у той час як у світі воно зросло більше ніж у 4 рази. Це обумовлювалося в першу чергу технічним відставанням англійської промисловості. Британські підприємці віддавали перевагу не вкладенню власних капіталів у реконструкцію національного виробництва, що дорого коштувало, а вивезенню їх у колонії і залежні країни, де високі прибутки можна було отримати і простіше, і швидше. Крім того, політика&nbsp;<strong>фритредерства&nbsp;(вільної безмитної торгівлі)</strong>, здійснювана британським урядом, призводила до того, що іноземні товари все з більшою легкістю потрапляли на англійський внутрішній ринок. А від цього занепадало національне виробництво. Як наслідок <strong>на початку ХХ століття Англія утратила своє величне звання &laquo;майстерні світу&raquo;</strong>: її індустрія знаходилась уже не на першому, а лише на третьому місці у світі (після США і Німеччини).</p>

<p><strong>Монополізація промислового виробництва в Англії не набула такого розмаху, як у США</strong>. Більш інтенсивно проходили процеси концентрації у фінансовій сфері. <strong>На початку ХХ століття</strong> Лондон перетворився на світовий фінансовий центр, а<strong> Англія</strong> &mdash; на <strong>світового банкіра</strong>. На той час у цій найбільш &laquo;торговій&raquo; країні світу надходження від іноземних інвестицій у 5 разів перевищували дохід від зовнішньої торгівлі.</p>

<p>Сільське господарство Англії на початку ХХ століття втрачає ту роль, яку воно відігравало раніше. Тривала <strong>аграрна криза 70&ndash;90-х років ХIХ століття</strong>, викликана <strong>&laquo;вторгненням&raquo; американської пшениці</strong> на європейські ринки, послабила національне виробництво продуктів сільського господарства. Власного хліба Англії вистачало лише на 1/5 року. Значно збільшився імпорт продовольства.</p>

<p>Англія була (і залишається сьогодні)&nbsp;<strong>парламентською монархією</strong>: незважаючи на відсутність конституції, королівська влада обмежена парламентом. Хоча монархія і була позбавлена реальної політичної влади, вона залишалась невід&rsquo;ємною частиною британського способу життя, багато в чому визначала національну свідомість англійців, сприяла збереженню традицій і символізувала єдність нації.</p>

<p>Законодавча влада у країні належить <strong>двопалатному парламенту</strong>, що складається з<strong> палати общин і палати лордів</strong>. Виконавча влада зосереджена в руках кабінету міністрів, який формується прем&rsquo;єр-міністром &mdash; лідером партії, котра має більшість у парламенті. У Великобританії діяло&nbsp;<strong>прецедентне право</strong>, вироблене протягом декількох століть, яке враховувало досвід попередніх судових рішень і законодавчих актів парламенту.</p>

<p>Так само, як і в США, в Англії сформувалася стійка двопартійна система. Тривалий час за владу боролись&nbsp;<strong>Консервативна партія</strong>&nbsp;(торі) і&nbsp;<strong>Ліберальна партія</strong>&nbsp;(вігі). На початку ХХ століття на політичній сцені Англії з&rsquo;являється &laquo;третя сила&raquo;.</p>',
                'info' => '<p><strong>Стаття Англія в 1870&ndash;1914 рр. Основна інформація виділена кольором.</strong></p>',
                'annotation' => 'Англія в 1870–1914 рр',
                'status' => 'published',
                'author_id' => '1',
                'fieldsArticles' => 'science',
            ],

            [
                'id' => 7,
                'title' => 'Українські землі у складі Російської імперії наприкінці ХVІІІ — першої половини ХІХ ст',
                'body' => '<h1>Українські землі у складі Російської імперії наприкінці ХVІІІ &mdash; першої половини ХІХ ст.</h1>

<p>&nbsp;</p>

<p>Наприкінці XVIII &mdash; у першій половині ХІХ ст. переважна більшість українських земель &mdash; Лівобережжя, Слобожанщина, Правобережжя, Південь &mdash; входили до складу Російської держави. Західноукраїнські землі &mdash; Східна Галичина, Північна Буковина і Закарпаття &mdash; перебували під владою Австрійської монархії.</p>

<p>У 60-х &mdash; 80-х роках XVIII ст. царський уряд ліквідував залишки Української козацької держави. Було ліквідовано гетьманство, скасовано поділ на козацькі полки та впроваджено новий адміністративний устрій за російським зразком, козацькі полки перетворені на регулярні полки російської армії. На Лівобережжі і Слобожанщині колишня козацька старшина перетворилася на дворянство (шляхту). У 1796 р., як і в Росії, замість намісництв були створені&nbsp;<strong><em>губернії</em></strong>: Малоросійська (Лівобережжя), Слобідсько-Українська (Слобожанщина), Новоросійська (Південь і Крим), Київська, Подільська і Волинська (Правобережжя). У першій половині ХІХ ст. утвердився такий адміністративний поділ Східної України: Чернігівська, Полтавська, Харківська, Київська, Подільська, Волинська, Катеринославська, Херсонська і Таврійська губернії. Царський уряд систему управління будував за військовим зразком. Були утворені генерал-губернаторства: Малоросійське (1802 р.), з 1835 р. &mdash; Харківське й Чернігівське з губерніями Харківською, Полтавською і Чернігівською, Новоросійсько-Бессарабське з губерніями Херсонською, Катеринославською, Таврійською і Бессарабською областю, Київське з губерніями Київською, Волинською й Подільською. На чолі генерал-губернаторств стояли військові генерал-губернатори, які користувалися майже необмеженою владою. Під владою Австро-Угорщини перебували Північна Буковина, Східна Галичина й Закарпаття.</p>

<p>Протягом першої половини ХІХ ст., унаслідок природного приросту й швидкої колонізації малозаселених районів Півдня, зростало населення України. Особливо швидко кількісно збільшувалося населення степової України. Напередодні реформи 1861 р. лише у двох південних губерніях &mdash; Херсонській і Катеринославській &mdash; налічувалося понад 2 млн. чол. Усього ж із 1787 р. по 1862 р. населення трьох степових губерній &mdash; Катеринославської, Херсонської й Таврійської &mdash; збільшилося в чотири рази.</p>

<p>У Південній Україні виникли компактні поселення народів різних національностей. Велику групу іноземних колоністів складали так звані &laquo;чорноморські німці&raquo;. У містах Півдня проживали італійці, вірмени та євреї.</p>

<p>На Правобережній Україні проживало багато поляків, а також німців, євреїв, татар, болгар. У Західній Галичині українці і поляки складали по 40 %, євреї &mdash; приблизно 10 % населення, а у Східній Галичині українці становили близько 65 %, поляки &mdash; майже 20 %, євреї &mdash; 10 %.</p>',
                'info' => '<p>Українські землі у складі Російської імперії наприкінці ХVІІІ &mdash; першої половини ХІХ ст. Розташування зображень F стиль</p>',
                'annotation' => 'Українські землі у складі Російської імперії наприкінці ХVІІІ — першої половини ХІХ ст',
                'status' => 'published',
                'author_id' => '1',
                'fieldsArticles' => 'science',
            ],

            [
                'id' => 8,
                'title' => 'Наддніпрянська Україна в системі міжнародних відносин першої половини ХІХ ст.',
                'body' => '
                <h1>Наддніпрянська Україна в системі міжнародних відносин першої половини ХІХ ст.</h1>

<p>&nbsp;</p>

<p><strong>Україна в російсько-турецькій війні 1806&ndash;1812 рр.</strong></p>

<p>Ця війна була викликана намаганням Туреччини взяти реванш над Росією, відволікти її сили, які були задіяні у війнах із Францією (1805&ndash;1807 рр.) й Іраном (1804&ndash;1813 рр.). У цій війні Україна була найближчим тилом російської армії. У губерніях України було проведено набір земського ополчення. Селяни мусили постачати армію великою кількістю волів, коней, возів, погоничів, фуражем, провіантом. Лише з Лівобережної України до армії було відправлено 6 тисяч возів, 7 тисяч пар волів, понад тисячу коней, майже 4 тисячі погоничів.</p>

<p>Російські війська, якими командував М. Кутузов, здобули на Дунаї кілька перемог. Унаслідок цього&nbsp;<strong>16 травня 1812 р.</strong>&nbsp;у Бухаресті між Росією і Туреччиною був укладений мирний договір, за яким до Росії відійшла частина Молдови (між Дністром і Прутом), яка стала називатися Бессарабією.</p>

<p><strong>Україна в російсько-французькій війні 1812 р.</strong></p>

<p>Генерал Наполеон Бонапарт, захопивши в 1799 р. у Франції владу і проголосивши себе &laquo;імператором усіх французів&raquo;, підкорив багато народів Європи і поставив за мету завоювати Росію, розчленувати її, перетворити на свою колонію, домогтися світового панування.</p>

<p>Важливе місце у планах Наполеона займала Україна. Він передбачав відірвати українські землі від Росії, щоб цим послабити Російську державу. Після цього Україна мусила стати колонією Франції. Крім того, Наполеон збирався українськими землями розплачуватися зі своїми союзниками за їхню участь у загарбницьких походах:</p>

<p>Ще до початку війни 1812 р. в Україну засилалися наполеонівські агенти, диверсанти із завданням влаштовувати диверсії, знищувати бази російської армії, а також підбурювати й піднімати українське населення на повстання проти Росії. Однак українське населення піднялося на боротьбу проти загарбників. Селяни й міщани не давали їм продовольства й фуражу, створювали дружини самозахисту, які чинили збройний опір окупаційним військам. Організовувалися партизанські загони, які знищували, захоплювали ворожі обози, переривали лінії зв&rsquo;язку.</p>

<p>Патріотичним піднесенням був охоплений увесь український народ.</p>

<p>В Україні були створені козацькі й селянські ополчення. До кінних козацьких полків, які за своєю структурою були подібними до кавалерійських частин регулярної армії, закликалися люди козацького стану на вільну козацьку службу. Як писав поет І. П. Котляревський, що формував у містечку Горошині Хорольського повіту 5-й Полтавський козацький полк, люди вступали &laquo;у козаки із задоволенням, охотністю і без будь-якого смутку&raquo;, формування козацьких полків відбувалося з великим успіхом.</p>

<p>Для проведення розвідувальної, конвойної, караульної служби і служби зв&rsquo;язку з лісових наглядачів і нічних сторожів північних губерній &mdash; Київської, Подільської, Волинської &mdash; були створені загони &laquo;лісової варти&raquo;, або (як їх стали називати) &laquo;лісових козаків&raquo;. Ці загони налічували понад 1000 осіб.</p>
                ',
                'info' => '<p><strong>Наддніпрянська Україна в системі міжнародних відносин першої половини ХІХ ст. Зображення оптікають текст</strong></p>',
                'annotation' => 'Наддніпрянська Україна в системі міжнародних відносин першої половини ХІХ ст.',
                'status' => 'published',
                'author_id' => '1',
                'fieldsArticles' => 'science',
            ],


            [
                'id' => 9,
                'title' => 'Західноукраїнські землі наприкінці ХVІІІ — у першій половині ХІХ ст.',
                'body' => '<h1><strong>Західноукраїнські землі наприкінці ХVІІІ &mdash; у першій половині ХІХ ст.</strong></h1>

<p>&nbsp;</p>

<p><strong>Включення західноукраїнських земель до складу Австрійської імперії.</strong></p>

<p>Із трьох частин західноукраїнських земель першою до складу монархії Габсбургів увійшла Підкарпатська Русь (Закарпаття), яка ще в 1526 р. у складі Угорського королівства потрапила під владу австрійської династії.&nbsp;<strong>Буковина</strong>&nbsp;недовго, протягом 1775&ndash;1786 рр., була окремою адміністративною частиною, у 1787 р. вона була приєднана до&nbsp;<strong>Галичини</strong>&nbsp;й після 1849 р. одержала статус окремої провінції (краю). Інші українські землі були об&rsquo;єднані разом із польськими (які дісталися Австрії після першого поділу Польщі) у так зване Королівство Галичини й Лодомерії. Ця перероблена на латинський манер назва по суті означала Галицьке-Волинське князівство (&laquo;Лодомерія&raquo; &mdash; &laquo;Володимирія&raquo;, від назви міста Володимир-Волинський).</p>

<p>В австрійській Галичині українці та поляки складали трохи більше ніж по 40 %, євреї &mdash; близько 10 % населення. Поляки проживали переважно на захід від ріки Сян, тоді як українці жили переважно в Східній Галичині, де й складали 65 %, поляки &mdash; близько 20 % і євреї &mdash; понад 10 %. Як і у випадку з українськими землями в складі Росії, так і в українських землях у складі Австрії етнічні відмінності в основному збігалися із соціальними.</p>

<p>У Галичині правлячим класом була польська шляхта, у Буковині &mdash; румунські бояри, а в Закарпатті &mdash; угорські пани. Українська нація в усіх трьох частинах переважно була представлена селянами з нечисленним прошарком духовної та світської інтелігенції.</p>

<p>Австрійська імператриця Марія-Терезія та її син Йосиф II наприкінці XIX ст. проводили &laquo;модну&raquo; тоді серед монархів Європи політику просвітительства (порівняйте з політикою Катерини II на початку її царювання &mdash; &laquo;освічений абсолютизм&raquo;). Основою її була залежність могутності держави від поширення освіти й усіляких свобод серед її підданих.</p>

<p>Головним напрямком політики Австрії в Галичині був курс на послаблення позицій польської шляхти та католицької церкви (внаслідок реформ Марії-Терезії в імперії було ліквідоване монастирське землеволодіння, освіта була передана з відома чернечих орденів під піклування держави). Але найбільше значення для Галичини мали реформи Йосифа II, який проголосив звільнення селян з особистої залежності (1782 р.) і чітко визначив розміри панщини (30 днів на рік). Були проголошені й інші зміни на користь селян: заборонено збільшення поміщицького землеволодіння за рахунок &laquo;прирізки&raquo; селянських земель, суд мав бути не поміщицьким, а державним; також відбулися зміни в оподаткуванні селян на їхню користь. Реформи Йосифа II залишили глибокий слід в історії Галичини та Буковини &mdash; український селянин почав відчувати себе громадянином своєї держави.</p>',
                'info' => '<p>Західноукраїнські землі наприкінці ХVІІІ &mdash; у першій половині ХІХ ст. Зображення між текстом</p>',
                'annotation' => 'Західноукраїнські землі наприкінці ХVІІІ — у першій половині ХІХ ст.',
                'status' => 'published',
                'author_id' => '1',
                'fieldsArticles' => 'science',
            ],
            [
                'id' => 10,
                'title' => 'БЕЛЬГІЯ (КОРОЛІВСТВО БЕЛЬГІЯ)',
                'body' => '
                  <h1>БЕЛЬГІЯ (КОРОЛІВСТВО БЕЛЬГІЯ)</h1>

<p>&nbsp;</p>

<p>Форма правління й територіального устрою. Конституційна монархія, федеративна держава. Складається з трьох районів (Валлонія, Фландрія та Брюссель), 10 провінцій. Голова держави &mdash; король. Законодавча влада &mdash; король і двопалатний парламент (Палата представників і Сенат). Столиця: Брюссель (1 млн).</p>

<p>Бельгія стала незалежною державою в 1830 році. У 1831 р. було проголошено конституційну монархію.</p>

<p>Географічне положення. Захід Європи. Межує з Нідерландами, Німеччиною, Францією та Люксембургом. Омивається Північним морем.</p>

<p>Площа: 30,5 тис. км2 (можна порівняти з площею Харківської області).</p>

<p>Природні умови. Переважає рівнинна територія. Середні температури січня &mdash;1 &mdash; +30С, липня +14&mdash; 19&deg;С. Опадів випадає від 700 до 1200&mdash;1500 мм (у горах). Близько 20 % території вкрито лісами.</p>

<p>Є кам&#39;яне вугілля, будівельна сировина.</p>

<p>Населення. 10,3 (10,2) млн. Фламандці (58%), валлони (31 %), французи, німці. Щільність 338 чол/км2. Середньорічний приріст 2 чол. на 1000 жителів. Сальдо міграції +0,97 чол. на 1000 жителів. Безробіття 7,2%. Віковий склад 17-61-22, середній вік 40 років, тривалість життя 78,8 року. Віросповідання: християнство (католики &mdash; 75 %, протестанти &mdash; 25 %).</p>

<p>Міське населення 98 %, найбільші міста: Антверпен, Ґент, Шарлеруа.</p>

<p>Державні мови: нідерландська, французька, німецька.</p>

<p>Економіка. ВВП на душу населення 22 351 (29 000) дол. США. Структура ВВП 1,3 % &mdash; 24,4% &mdash; 74,3 %. Промисловість: чорна й кольорова металургія (сталь, мідь, цинк, свинець), машинобудування (у т. ч. радіоелектроніка, транспортне) хімічна, текстильна, харчова. Сільське господарство: високотоварне тваринництво (свині, ВРХ), високопродуктивне рослинництво (зернові, картопля, цукровий буряк).</p>

<p>Зовнішня торгівля. Експорт: 162 млрд дол. США (на душу населення 15 728 дол.). Машини й устаткування, хімічні товари, алмази, метали й вироби з них, продукти харчування (Німеччина 19%, Франція 16%, Нідерланди 12%, Велика Британія 10%&#39;, США 8 %).</p>

<p>Імпорт: 152 млрд дол. США (на душу населення 14 757 дол.). Машини й устаткування, нафта, природний газ, хімічні товари, продукти харчування (Німеччина 17%, Нідерланди 15 %, Франція 13 %, Велика Британія 7 %, США 6 %).</p>

<p>Рекреаційні ресурси, визначні пам&#39;ятки. Брюссель: палац Націй (парламент), муніципальний музей у будинку Королівського палацу. Антверпен: Королівський музей, музей воскових фігур, музей повітроплавання, Музей автомобілів, Музей сучасного мистецтва, парк &laquo;Пагорб мистецтв&raquo;. Андерлехт: замок Бірсель (XIV ст.), королівський замок Гаасбек, сталева модель кристала заліза &mdash; &laquo;Атоміум&raquo;. У місті Ґенті &mdash; столиці Фландрії: церква Св. Миколи, вулиця Граслей, ратуша, замки, монастир Бегінок, церква Св. Михайла, Музей образотворчих мистецтв, Музеї декоративного мистецтва й фольклору.</p>

<p>Морські курорти, а також зони відпочинку в Арденнах. Найбільш відомі національні парки: От-Фань і Калмтхаут.</p>

<p>ІРЛП: 7 місце, після Швеції, перед Нідерландами.</p>

<p>Грош. од.: євро. 0,8 за 1 долар США (2004).</p>
                ',
                'info' => '<p>БЕЛЬГІЯ (КОРОЛІВСТВО БЕЛЬГІЯ). Зображення займає 50%</p>',
                'annotation' => 'БЕЛЬГІЯ (КОРОЛІВСТВО БЕЛЬГІЯ)',
                'status' => 'published',
                'author_id' => '1',
                'fieldsArticles' => 'management',
            ],
            [
                'id' => 11,
                'title' => 'ІРЛАНДІЯ (ІРЛАНДСЬКА РЕСПУБЛІКА)',
                'body' => '
                <h1><strong>ІРЛАНДІЯ (ІРЛАНДСЬКА РЕСПУБЛІКА)</strong></h1>

<p>&nbsp;</p>

<p>Форма правління й територіального устрою. Парламентська республіка, унітарна держава, що складається з 26 графств. Голова держави &mdash; президент. Законодавчий орган &mdash; двопалатний Національний парламент (Сенат і Палата представників). Столиця: Дублін (1 млн).</p>

<p>З 1171 p.&mdash; колонія Британії. Незалежна держава з 1921 р.</p>

<p>Географічне положення. Північ Західної Європи, більша частина о. Ірландія, омивається Атлантичним океаном, у т. ч. Ірландським морем. Межує з Північною Ірландією.</p>

<p>Площа: 70,3 тис. км2 (можна порівняти з Луганською, Донецькою та Волинською областями).</p>

<p>Природні умови. У центрі рівнини, на півдні та узбережжі гірські масиви. Середні температури січня +5&mdash;8 &deg;С, липня + 14&mdash; 16оС. Опадів випадає 700-1500 мм на рік. Густа річкова мережа, луки; лісами зайнято близько 5 % території.</p>

<p>Значні запаси торфу, поліметалевих руд, є ртуть, вугілля, газ.</p>

<p>Населення. 3,9 (4,9) млн. 99 % населення складають ірландці (кельти). Щільність 56 чол/км2. Середньорічний приріст 11 чол. на 1000 жителів. Сальдо міграції +3,57 чол. на 1000 жителів. Безробіття 4%. Віковий склад 22&mdash;63-15, середній вік 33,1 року, . тривалість життя 77,0 року. Віросповідання: католики, протестанти. Міське населення 60%, найбільші міста: Корк, Лімерік.</p>

<p>Державні мови: ірландська, англійська.</p>

<p>Економіка. ВВП на душу населення 26 725 (30 500) дол. США. Структура ВВП 5% &mdash; 46% &mdash; 49%. Промисловість: машинобудування (у т. ч. електронне, приладобудування), хімічна (добрива, хімволокно, пластмаси), харчова (сир, олія), лісова й легка. Сільське господарство: високотоварне тваринництво молочного напряму, рослинництво (ячмінь, картопля, кормові культури). Рибальство. Туризм (понад 4 млн туристів на рік).</p>

<p>Зовнішня торгівля. Експорт: 86,6 млрд дол. США (на душу населення 22 205 дол.). Машини й устаткування, комп&#39;ютери, хімічні товари, фармацевтичні препарати, худоба, продукти харчування (Велика Британія 24%, США 18 %, Німеччина 7 %, Франція 5 %).</p>

<p>Імпорт: 48,6 млрд дол. США (на душу населення 12462 дол.). Машини й устаткування, хімічні товари, нафта й нафтопродукти, текстиль, одяг (Велика Британія 36 %, США 16 %, Бельгія 14%, Німеччина 6%).</p>

<p>Рекреаційні ресурси, визначні пам&#39;ятки. Дублін: собор Св. Патріка, площа &laquo;П&#39;ятнадцять Акрів&raquo;, Блекрок Хауз (літня резиденція англійського віце-короля Ірландії), галерея сучасного мистецтва, театри (у т. ч. Національний театр &laquo;Еббі&raquo;), музеї (у т. ч. музей сучасного мистецтва). Графство Клер: унікальні карстові печери й прірви. Національні парки: Гленея, Кілларі та ін.</p>

<p>ІРЛП: 18 місце, після Люксембургу, перед Італією.</p>

<p>Грош. од.: євро. 0,8 за 1 долар США (2004)</p>
                ',
                'info' => '<p>ІРЛАНДІЯ (ІРЛАНДСЬКА РЕСПУБЛІКА) ,&nbsp;зображення займає 35%.</p>',
                'annotation' => 'ІРЛАНДІЯ (ІРЛАНДСЬКА РЕСПУБЛІКА)',
                'status' => 'published',
                'author_id' => '1',
                'fieldsArticles' => 'management',
            ],
            [
                'id' => 12,
                'title' => 'БОЛГАРІЯ (РЕСПУБЛІКА БОЛГАРІЯ)',
                'body' => '
                <h1>БОЛГАРІЯ (РЕСПУБЛІКА БОЛГАРІЯ)</h1>

<p>&nbsp;</p>

<p>Форма правління й територіального устрою. Парламентська республіка, унітарна держава, що складається з 28 областей і прирівняної до них столиці Софії. Голова держави &mdash; президент. Законодавчий орган &mdash; однопалатний парламент (Народні збори). Столиця: Софія (1,1 млн).</p>

<p>Перше Болгарське царство сформувалося в 681 р., у 1187&mdash; 1396 pp. існувало Друге Болгарське царство, а в 1908 р. було створене Третє. У вересні 1946 р. Болгарія була проголошена Народною республікою.</p>

<p>Географічне положення. Південь Європи, південно-східна частина Ватіканського півострова, на узбережжі Чорного моря. Межує з Румунією, Республікою Сербією та Чорногорією, Македонією, Грецією, Туреччиною.</p>

<p>Площа: 110,9 тис. км2 (більш ніж у п&#39;ять разів менша за площу України).</p>

<p>Природні умови. На півночі, у центральній і південно-східній частині рівнинний рельєф, на півдні й південному заході &mdash; гори (Рила, Пірин, Родопи). Середні температури січня &mdash;2 &mdash; +2&deg;С,(рівнина), липня +19&mdash;25 &deg;С. Опадів випадає від 500 до 1300 мм (у горах). Майже третина території вкрита лісами.</p>

<p>Є мідь, залізна руда, вугілля, поліметалеві руди.</p>

<p>Населення. 7,9 (5,2) млн. Болгари (83,6%), турки (10%), цигани (5%), греки, вірмени, росіяни. Щільність 71 чол/км2. Середньорічний приріст &mdash;8 чол. на 1000 жителів. Сальдо міграції &mdash;4,58 чол. на 1000 жителів. Безробіття 18%. Віковий склад 16&mdash;63&mdash;21, середній вік 40,5 року, тривалість життя 70,9 року.</p>

<p>Міське населення 67%, найбільші міста: Пловдив, Варна, Бургас.</p>

<p>Віросповідання: православ&#39;я, є мусульмани-суніти.</p>

<p>Економіка. ВВП на душу населення 1622 (6600) дол. США. Структура ВВП 13,7 % &mdash; 28,5 % &mdash; 57,8 %. Промисловість: харчова (овочеві й плодові консерви, вино), машинобудування (у т. ч. підйомно-транспортне устаткування), чорна й кольорова металургія, хімічна, легка (трикотаж), деревообробна. Сільське господарство: провідне місце належить рослинництву (овочі, фрукти, виноград), тваринництво (вівці, кози, свині). Країну відвідує близько 10 млн туристів на рік.</p>

<p>Зовнішня торгівля. Експорт 5,3 млрд дол. США (на душу населення 671 дол.). Продукти харчування, одяг, взуття, метали, машини й устаткування (Італія 14%, Туреччина 10%, Німеччина 8 %, Греція 8 %, Республіка Сербія й Чорногорія 8 %). Імпорт: 6,9 млрд дол. США (на душу населення 873 дол.). Паливо, мінеральна сировина, машини й устаткування; руди металів, хімічні товари (Росія 20%, Німеччина 15%, Італія 10%, Франція 6 %).</p>

<p>Рекреаційні ресурси, визначні пам&#39;ятки: У Софії: собор Олександра Невського, Галерея іноземного мистецтва, церква Св. Софії, церква Св. Георгія, Музей природничих наук, площа Батенберґ, Національна галерея мистецтв. У м. Банкя &mdash; відомий термальний курорт. Веліко-Тирново: царський палац, монастир Св. Петра і Павла, музеї.</p>

<p>Гірськолижні курорти: Пампорово, Пірин, Боровець та ін.</p>

<p>ІРЛП: 60 місце, після Панами, перед Малайзією.</p>

<p>Грош. од.: лев. 2 за 1 долар США (2003).</p>
                ',
                'info' => '<p>&nbsp;БОЛГАРІЯ (РЕСПУБЛІКА БОЛГАРІЯ). Зображення займає 75%</p>',
                'annotation' => 'БОЛГАРІЯ (РЕСПУБЛІКА БОЛГАРІЯ)',
                'status' => 'published',
                'author_id' => '1',
                'fieldsArticles' => 'management',
            ],


            [
                'id' => 13,
                'title' => 'Ліс два шрифти',
                'body' => '
                <h1><strong>Особливості лісового повітря</strong></h1>

<p><span dir="rtl">Як відомо, сухе повітря атмосфери Землі в об&#39;ємних частинах складається з 78% азоту, 21% кисню, 0,03% вуглекислого газу та незначної кількості гелію, аргону, інших газів та домішок. Найбільш важливими для рослинного світу компонентами атмосфери є вуглекислий газ та кисень.</span></p>

<p><span dir="rtl">Джерелами надходження вуглекислого газу у лісове повітря є самі рослини, які у процесі дихання поглинають кисень повітря та виділяють вуглекислий газ, лісова підстилка, в якій відбуваються процеси життя і мінералізація органічних решток, а також поверхневі шари ґрунту, в яких розкладаються органічні речовини та мікроорганізми. Виділення вуглекислого газу в атмосферу різними типами ґрунтів різне</span></p>

<p><span dir="rtl">За останнє століття вміст вуглекислоти у повітрі збільшується за рахунок промислової діяльності людини. У середньому на 0,3% щорічно, а поблизу промислових центрів і більше. При цьому концентрація С02&nbsp;у повітрі поступово збільшується, що на думку деяких вчених може призвести до так званого &laquo;парникового ефекту&raquo;. Зменшення вирубки лісів та розширення їх площ протидіятиме такому згубному явищу.</span></p>

<p><span dir="rtl">В умовах лісу на різній висоті від поверхні ґрунту концентрація вуглекислого газу неоднакова. Вона також змінюється у різні часи доби. Так, вночі концентрація вища, а в полудень &mdash; менша у зв&#39;язку з фотосинтезом. Влітку вуглекислого газу менше, ніж восени, через інтенсивне його споживання при фотосинтезі. У посушливий період його також менше через зниження життєдіяльності мікроорганізмів.</span></p>

<p><span dir="rtl">Стратифікація вуглекислого газу по вертикалі в умовах лісу виглядає приблизно так: у нижньому 1,5-метровому шарі його концентрація становить 0,07%, а іноді більше, з висотою вона зменшується і в кронах дерев, де С02&nbsp;посилено споживається, становить 0,0022%. Але загальна кількість С02&nbsp;у лісовому повітрі залежить від складу деревостанів, їх будови, повноти та інших факторів (вітер, рельєф, вологість фунту тощо). Найбільше С02&nbsp;у повітрі букових лісостанів. Вітер змінює концентрацію С02&nbsp;у повітрі лісових насаджень. П. С. Погребняк відмічає, що вітер зі швидкістю 2-3 м-сек-1&nbsp;підвищує продуктивність фотосинтезу вдвічі порівняно зі штилем. Це можна пояснити тим, що така швидкість вітру викликає турбулентний підйом С02у крони дерев, а більша &mdash; відносить його по нижніх шарах повітря за межі лісу.</span></p>

<p><span dir="rtl">Активізуючи процеси розкладання лісової підстилки, ми збільшуємо надходження вуглекислого газу у лісове повітря.</span></p>

<p><span dir="rtl">Кисень потрібен для дихання живих організмів лісу та для процесу гниття органічних решток. З появою на землі зелених рослин поповнення киснем атмосфери відбувається, головним чином, у процесі фотосинтезу. Кисню в атмосфері достатньо для дихання, він не являє собою лімітуючий фактор життя. Однак із середини XX ст. намітилась диспропорція між споживанням кисню та надходженням його до атмосфери. Це пов&#39;язано з техногенною революцією. Для збереження балансу потрібно розширювати площі лісових насаджень, у тому числі навколо міст і промислових центрів.</span></p>

<p><span dir="rtl">Одним із основних елементів ґрунтового живлення рослин є азот &mdash; матеріальний субстрат життя, який входить до складу білків рослини, протоплазми клітин. Хоча азоту в атмосфері надто багато, зелені рослини не в змозі його використати безпосередньо. Незначна частина азоту може використовуватися рослинами у вигляді сполук, які утворюються при грозових розрядах і разом з дощем потрапляють у ґрунт. Ці сполуки задовольняють рослинний світ у азоті не більше, як на 5% потреби у ньому.</span></p>

<p><span dir="rtl">Лісове повітря відрізняється від повітря відкритого простору наявністю активних речовин, здатних знищувати шкідливі організми, очищаючи від них повітря. їх відкрив професор Б. П. Токін і назвав фітонцидами. За його даними, 1 га хвойного лісу виділяє за добу до 4, а листяного &mdash; до 2 кг летких органічних речовин, які мають фітонцидні властивості. Фітонциди при вдиханні лісового повітря позитивно впливають на життєвий тонус людини, активізують фізіологічні процеси у людському організмі.</span></p>

<p><span dir="rtl">Лісове повітря більш іонізоване у порівнянні з повітрям відкритого простору. Справа не тільки в тому, що при фотосинтезі в атмосферу виділяється кисень і поглинається вуглекислий газ, а в тому, що при фотосинтезі виділяється атомарний кисень, що більш активний, ніж молекулярний. </span></p>

<p>&nbsp;</p>

<h1><strong>ЛІС І АТМОСФЕРА</strong></h1>

<p style="font-style: italic;">Найбільш важливими для рослинного світу компонентами атмосфери є вуглекислий газ та кисень. Розглядаючи взаємовплив лісу і атмосфери Землі, ми умовно розчленовуємо його на вивчення газового складу та деяких явищ, що відбуваються в атмосфері і впливають на ліс, окремо від розгляду наявної в атмосфері вологи і процесів, що обумовлюють її вплив на життя лісу. Це пов&#39;язано з тим, що атмосферна волога прямо зв&#39;язана з вологою у фунті і розгляд її з точки зору впливу на ліс краще зробити окремо.&nbsp;</p>

<p style="font-style: italic;">Взаємодія атмосферного повітря і лісу</p>

<p style="font-style: italic;">Гази, що входять до складу атмосфери, мають біогенне походження. У нижніх шарах атмосфери повітря за своїм складом забезпечує життєдіяльність рослинних організмів, зокрема лісу. Воно може стимулювати його розвиток і, навпаки, гальмувати, залежно від наявності у повітрі шкідливих домішок. Ліс постійно взаємодіє з атмосферою Землі, виділяючи до неї продукти своєї життєдіяльності та вилучаючи певні складові повітря.</p>

<p style="font-style: italic;">Роль вуглекислого газу для життя на Землі полягає у здібності його поглинати і випромінювати довгохвильову теплову радіацію, що зменшує охолодження планети. Дуже важливо те, що вуглекислий газ і: матеріалом для синтезу органічної речовини за допомогою зелених рослин. Так, суха маса деревини приблизно наполовину складається і вуглецю, джерелом якого є вуглекислий газ повітря. У середньому 1 га лісу щорічно накопичує 6 т вуглецю. Для цього рослинами використовується приблизно 25 млн. м3&nbsp;повітря.</p>

<p style="font-style: italic;">При фотосинтезі зелені рослини виділяють у атмосферу кисень та використовують вуглекислий газ із атмосфери, який завдяки хлорофілу і сонячній енергії (світлу) при наявності води утворює органічну речовину &mdash; глюкозу.</p>

<p style="font-style: italic;">Щоб глюкоза перетворилася у більш складні сполуки, які входять до складу деревини стовбура, гілок, інших частин деревних рослин, потрібна енергія.Цю енергію рослини отримують у результаті дихання.</p>

<p style="font-style: italic;">Все живе на Землі у процесі дихання засвоює кисень і виділяє вуглекислий газ. Отже взаємодія зелених рослин, у тому числі деревних і атмосфери, полягає у складних процесах: виділенні та споживанні кисню та споживанні і виділенні вуглекислого газу. До того ж дихання у лісі відбувається (у теплий період року) не лише вдень, а і вночі, тобто, коли відсутнє сонячне освітлення, яке забезпечує фотосинтез. Крім того, дихає мезофауна, мікроорганізми, які заселяють лісову підстилку, верхні шари ґрунту.</p>

<p style="font-style: italic;">Останнім часом багатьма науковцями, аспірантами вивчається питання депонування вуглецю у різних частинах деревних рослин, у різних породах дерев. На жаль, це питання вивчається у нас не на фізіологічному рівні, тобто не вивчається брутто &mdash; асиміляція і дихання як складові, хоча ще на початку 70-х років XIX ст. німецькі дослідники Х. Лір, Г. Польстер, Г-І. Фідлер [31] оприлюднили результати досліджень Ольстера стосовно цих процесів у ялини звичайної та дугласії</p>

<p style="font-style: italic;">В атмосфері відбувається переміщення повітряних мас у вертикальному і горизонтальному напрямках. Це впливає певним чином на життя лісу.</p>

<p style="font-style: italic;">Конденсація водяної пари в атмосфері викликає опади, які є джерелом вологи, необхідної для існування лісу. На ліс впливають й інші атмосферні явища, які обумовлюють біохімічні та фізіологічні процеси у рослинах, а також діють на ліс фізично.</p>
                ',
                'info' => '<p>Ліс два шрифти</p>',
                'annotation' => 'Ліс два шрифти',
                'status' => 'published',
                'author_id' => '1',
                'fieldsArticles' => 'management',
            ],


            [
                'id' => 14,
                'title' => 'Ліс три шрифти',
                'body' => '
                <h1><strong>Особливості лісового повітря</strong></h1>

<p style="font-style: italic;">Як відомо, сухе повітря атмосфери Землі в об&#39;ємних частинах складається з 78% азоту, 21% кисню, 0,03% вуглекислого газу та незначної кількості гелію, аргону, інших газів та домішок. Найбільш важливими для рослинного світу компонентами атмосфери є вуглекислий газ та кисень.</p>

<p style="font-style: italic;">Джерелами надходження вуглекислого газу у лісове повітря є самі рослини, які у процесі дихання поглинають кисень повітря та виділяють вуглекислий газ, лісова підстилка, в якій відбуваються процеси життя і мінералізація органічних решток, а також поверхневі шари ґрунту, в яких розкладаються органічні речовини та мікроорганізми. Виділення вуглекислого газу в атмосферу різними типами ґрунтів різне</p>

<p style="font-style: italic;">За останнє століття вміст вуглекислоти у повітрі збільшується за рахунок промислової діяльності людини. У середньому на 0,3% щорічно, а поблизу промислових центрів і більше. При цьому концентрація С02&nbsp;у повітрі поступово збільшується, що на думку деяких вчених може призвести до так званого &laquo;парникового ефекту&raquo;. Зменшення вирубки лісів та розширення їх площ протидіятиме такому згубному явищу.</p>

<p style="font-style: italic;">В умовах лісу на різній висоті від поверхні ґрунту концентрація вуглекислого газу неоднакова. Вона також змінюється у різні часи доби. Так, вночі концентрація вища, а в полудень &mdash; менша у зв&#39;язку з фотосинтезом. Влітку вуглекислого газу менше, ніж восени, через інтенсивне його споживання при фотосинтезі. У посушливий період його також менше через зниження життєдіяльності мікроорганізмів.</p>

<p style="font-style: italic;">Стратифікація вуглекислого газу по вертикалі в умовах лісу виглядає приблизно так: у нижньому 1,5-метровому шарі його концентрація становить 0,07%, а іноді більше, з висотою вона зменшується і в кронах дерев, де С02&nbsp;посилено споживається, становить 0,0022%. Але загальна кількість С02&nbsp;у лісовому повітрі залежить від складу деревостанів, їх будови, повноти та інших факторів (вітер, рельєф, вологість фунту тощо). Найбільше С02&nbsp;у повітрі букових лісостанів. Вітер змінює концентрацію С02&nbsp;у повітрі лісових насаджень. П. С. Погребняк відмічає, що вітер зі швидкістю 2-3 м-сек-1&nbsp;підвищує продуктивність фотосинтезу вдвічі порівняно зі штилем. Це можна пояснити тим, що така швидкість вітру викликає турбулентний підйом С02у крони дерев, а більша &mdash; відносить його по нижніх шарах повітря за межі лісу.</p>

<p style="font-style: italic;">Активізуючи процеси розкладання лісової підстилки, ми збільшуємо надходження вуглекислого газу у лісове повітря.</p>

<p style="font-style: italic;">Кисень потрібен для дихання живих організмів лісу та для процесу гниття органічних решток. З появою на землі зелених рослин поповнення киснем атмосфери відбувається, головним чином, у процесі фотосинтезу. Кисню в атмосфері достатньо для дихання, він не являє собою лімітуючий фактор життя. Однак із середини XX ст. намітилась диспропорція між споживанням кисню та надходженням його до атмосфери. Це пов&#39;язано з техногенною революцією. Для збереження балансу потрібно розширювати площі лісових насаджень, у тому числі навколо міст і промислових центрів.</p>

<p style="font-style: italic;">Одним із основних елементів ґрунтового живлення рослин є азот &mdash; матеріальний субстрат життя, який входить до складу білків рослини, протоплазми клітин. Хоча азоту в атмосфері надто багато, зелені рослини не в змозі його використати безпосередньо. Незначна частина азоту може використовуватися рослинами у вигляді сполук, які утворюються при грозових розрядах і разом з дощем потрапляють у ґрунт. Ці сполуки задовольняють рослинний світ у азоті не більше, як на 5% потреби у ньому.</p>

<p style="font-style: italic;">Лісове повітря відрізняється від повітря відкритого простору наявністю активних речовин, здатних знищувати шкідливі організми, очищаючи від них повітря. їх відкрив професор Б. П. Токін і назвав фітонцидами. За його даними, 1 га хвойного лісу виділяє за добу до 4, а листяного &mdash; до 2 кг летких органічних речовин, які мають фітонцидні властивості. Фітонциди при вдиханні лісового повітря позитивно впливають на життєвий тонус людини, активізують фізіологічні процеси у людському організмі.</p>

<p style="font-style: italic;">Лісове повітря більш іонізоване у порівнянні з повітрям відкритого простору. Справа не тільки в тому, що при фотосинтезі в атмосферу виділяється кисень і поглинається вуглекислий газ, а в тому, що при фотосинтезі виділяється атомарний кисень, що більш активний, ніж молекулярний.</p>

<p>&nbsp;</p>

<h1><strong>ЛІС І АТМОСФЕРА</strong></h1>

<p><big>Н<tt>айбільш важливими для рослинного світу компонентами атмосфери є вуглекислий газ та кисень. Розглядаючи взаємовплив лісу і атмосфери Землі, ми умовно розчленовуємо його на вивчення газового складу та деяких явищ, що відбуваються в атмосфері і впливають на ліс, окремо від розгляду наявної в атмосфері вологи і процесів, що обумовлюють її вплив на життя лісу. Це пов&#39;язано з тим, що атмосферна волога прямо зв&#39;язана з вологою у фунті і розгляд її з точки зору впливу на ліс краще зробити окремо.&nbsp;</tt></big></p>

<p><tt><big>Взаємодія атмосферного повітря і лісу</big></tt></p>

<p><tt><big>Гази, що входять до складу атмосфери, мають біогенне походження. У нижніх шарах атмосфери повітря за своїм складом забезпечує життєдіяльність рослинних організмів, зокрема лісу. Воно може стимулювати його розвиток і, навпаки, гальмувати, залежно від наявності у повітрі шкідливих домішок. Ліс постійно взаємодіє з атмосферою Землі, виділяючи до неї продукти своєї життєдіяльності та вилучаючи певні складові повітря.</big></tt></p>

<p><tt><big>Роль вуглекислого газу для життя на Землі полягає у здібності його поглинати і випромінювати довгохвильову теплову радіацію, що зменшує охолодження планети. Дуже важливо те, що вуглекислий газ і: матеріалом для синтезу органічної речовини за допомогою зелених рослин. Так, суха маса деревини приблизно наполовину складається і вуглецю, джерелом якого є вуглекислий газ повітря. У середньому 1 га лісу щорічно накопичує 6 т вуглецю. Для цього рослинами використовується приблизно 25 млн. м3&nbsp;повітря.</big></tt></p>

<p><tt><big>При фотосинтезі зелені рослини виділяють у атмосферу кисень та використовують вуглекислий газ із атмосфери, який завдяки хлорофілу і сонячній енергії (світлу) при наявності води утворює органічну речовину &mdash; глюкозу.</big></tt></p>

<p><tt><big>Щоб глюкоза перетворилася у більш складні сполуки, які входять до складу деревини стовбура, гілок, інших частин деревних рослин, потрібна енергія.Цю енергію рослини отримують у результаті дихання.</big></tt></p>

<p><tt><big>Все живе на Землі у процесі дихання засвоює кисень і виділяє вуглекислий газ. Отже взаємодія зелених рослин, у тому числі деревних і атмосфери, полягає у складних процесах: виділенні та споживанні кисню та споживанні і виділенні вуглекислого газу. До того ж дихання у лісі відбувається (у теплий період року) не лише вдень, а і вночі, тобто, коли відсутнє сонячне освітлення, яке забезпечує фотосинтез. Крім того, дихає мезофауна, мікроорганізми, які заселяють лісову підстилку, верхні шари ґрунту.</big></tt></p>

<p><tt><big>Останнім часом багатьма науковцями, аспірантами вивчається питання депонування вуглецю у різних частинах деревних рослин, у різних породах дерев. На жаль, це питання вивчається у нас не на фізіологічному рівні, тобто не вивчається брутто &mdash; асиміляція і дихання як складові, хоча ще на початку 70-х років XIX ст. німецькі дослідники Х. Лір, Г. Польстер, Г-І. Фідлер [31] оприлюднили результати досліджень Ольстера стосовно цих процесів у ялини звичайної та дугласії</big></tt></p>

<p><tt><big>В атмосфері відбувається переміщення повітряних мас у вертикальному і горизонтальному напрямках. Це впливає певним чином на життя лісу.</big></tt></p>

<p><tt><big>Конденсація водяної пари в атмосфері викликає опади, які є джерелом вологи, необхідної для існування лісу. На ліс впливають й інші атмосферні явища, які обумовлюють біохімічні та фізіологічні процеси у рослинах, а також діють на ліс фізично.</big></tt></p>

<p>&nbsp;</p>

<h1><strong>Ліс і вітер</strong></h1>

<p><var><ins>Слабкий вітер позитивно впливає на фотосинтез. Підвищення продуктивності фотосинтезу в 4-5 разів порівняно зі штилем відбувається тільки при достатньому забезпеченні рослин вологою. Без такого забезпечення вона збільшується максимум у 1,5 раза. Посилюючи транспірацію, вітер зі швидкістю 2-3 м сек-1&nbsp;сприяє переміщенню ґрунтових розчинів до крони, охолоджує асиміляційний апарат, запобігаючи його перегріванню. Позитивна дія вітру на ліс також полягає у розповсюдженні насіння, розселенні того чи іншого виду рослин. Більшість порід запилюються вітром і лише деякі породи (верби, липи, клени, акація біла, каштан та деякі інші) запилюються комахами.</ins></var></p>

<p><var><ins>Сильний, особливо сухий вітер може призвести до всихання асиміляційного апарату, бо надходження вологи від коріння не компенсує його витрати кроною. Шкідлива дія вітру на ліс проявляється у формуванні однобоких крон та ексцентриситету у стовбурів. Це відбувається на узліссях, у місцях із сильними вітрами одного напряму.</ins></var></p>

<p><var><ins>У гірських умовах швидкість вітру збільшується з наростанням висоти над рівнем моря.</ins></var></p>

<p><var><ins>Для оцінки вітру за його швидкістю та дією на навколишній простір користуються 12-бальною шкалою Бофорта.</ins></var></p>

<p><var><ins>Із пошкоджень лісу вітром найбільш важливими є вітровал та бурелом. Дерева, які вивалюються з кореневою системою, відносять до вітровалу, а ті, стовбур яких ламається на певній висоті, &mdash; до бурелому. Небезпека вітровалу або бурелому залежить від характеру вітру, сезону року, деревної породи, віку дерев, їх стану, стану та характеру ґрунту тощо. Особливо великої шкоди лісу наносять вітри зі швидкістю 90-100 км*год-1&nbsp;і більшою (шторм та ураган). Вони здатні знищити цілі лісові масиви на відстані десятків кілометрів.</ins></var></p>

<p><var><ins>Залежно від лісорослинних умов окремі вітровальні породи можуть бути стійкими до дії вітру (наприклад, ялина на глибоко дренованих ґрунтах), а стійкі &mdash; вітровальними. </ins></var></p>

<p><var><ins>Ліс, як ландшафт, складений із високорослих дерев, викликає шорсткість земної поверхні і служить значною перешкодою на шляху руху повітряних мас.</ins></var></p>

<p><var><ins>Одним із перших дослідників впливу лісу на вітер був проф. М. С. Нєстєров, який довів, що потік повітря, зустрічаючи на своєму шляху перешкоду у вигляді узлісся, піднімається вверх над лісом, а потім знову спадає вниз. При цьому на відстані приблизно двох висот дерев із завітряного боку швидкість вітру помітно слабне. З підвітряного боку перед узліссям утворюється зона підвищеного тиску, в якій швидкість вітру також помітно зменшується. У середині лісового масиву швидкість вітру значно зменшується. Швидкість вітру у кронах знижується приблизно в 4 рази, а в приґрунтовому шарі &mdash; у 10 разів.</ins></var></p>

<p><var><ins>Дія лісу на вітер знайшла практичне використання при створенні захисних лісосмуг. Регулюється ступінь зменшення швидкості вітру та відстань, на яку діють лісосмуги, відповідною конструкцією лісостанів цих захисних об&#39;єктів.</ins></var></p>

<p><var><ins>Практичні висновки з розглянутого матеріалу теми стосуються у першу чергу підвищення газостійкості хвойних лісів, особливо приміських. Потрібно відшукувати екологічні форми сосни звичайної, які у меншій мірі реагують на забрудненість атмосфери вихлопними газами та іншими шкідливими полютантами.</ins></var></p>
                ',
                'info' => '<p>&nbsp;Ліс три шрифти</p>',
                'annotation' => 'Ліс три шрифти',
                'status' => 'published',
                'author_id' => '1',
                'fieldsArticles' => 'management',
            ],


            [
                'id' => 15,
                'title' => 'США в 1870–1914 рр.',
                'body' => '
                <p><small>Остання третина ХIХ &mdash; початок ХХ століття &mdash; це час розвитку економіки США, що обумовлювалося низкою факторів:</small></p>

<p><small>&mdash; перемога промислової Півночі у Громадянській війні 1861&ndash;1865 рр. і Реконструкція Півдня (1865&ndash;1877 рр.) скасували рабство, ліквідували рабовласницькі латифундії і відкрили шлях для ринкового освоєння земель Півдня і Заходу;</small></p>

<p><small>&mdash; країна мала значні природні ресурси, що забезпечували американську промисловість необхідною сировиною;</small></p>

<p><small>&mdash; раціоналізація виробництва, на яку американські підприємці не шкодували коштів, компенсувала нестачу робочої сили для промисловості, що бурхливо розвивалася; цьому ж сприяв значний приплив іммігрантів &mdash; переселенців з Європи (за 70&ndash;90-ті рр. ХIХ століття їх прибуло 14 млн.);</small></p>

<p><small>&mdash; держава здійснювала сприятливу для національної промисловості політику протекціоналізму, поєднувану з широким залученням іноземних інвестицій. До 1900 р. європейці вклали в економіку США 3,3 млрд. доларів.</small></p>

<p><small>Як наслідок &mdash; у 1871&ndash;1913 рр. національний дохід США збільшився у 5 разів, а промислове виробництво &mdash; у 9 разів. Уже до кінця ХIХ століття США вийшли на перше місце у світі з випуску основних видів продукції і за загальним обсягом виробництва. Швидкими темпами розвивався залізничний транспорт. Загальна протяжність залізниць збільшилась з 48 тис. км у 1860 р. до 309 тис. у 1900 р.</small></p>

<p><small>За період 1870&ndash;1900 рр. населення США збільшилось удвічі. У 1900 р. там проживали 76 млн. осіб, з яких одну третину складали мешканці міст. В аграрному секторі США переважали сімейні ферми, технічний рівень обладнання яких був значно вищий за європейський.</small></p>

<p><small>Державний устрій США сформувався на підставі Конституції 1787 р. та &laquo;Білля про права&raquo; 1789 р. і залишався незмінним. США &mdash;&nbsp;федеративна республіка. 1900 р. до складу федерації входило 45 штатів, до 1912 р. їхня кількість збільшилась до 48. Кожен американський штат має свої кордони, свою столицю, свої закони, суд, органи влади, повноваження яких визначає конституція штату. У США склалася класична&nbsp;двопартійна система. Боротьба за владу в країні точилася між Республіканською і Демократичною партіями.</small></p>

<p><small>Наприкінці ХIХ століття в США почав розширюватися соціалістичний рух. У 1876 р. було створено Соціалістичну робітничу партію (а в 1897 р. &mdash; Соціал-демократичну партію). Однак вплив американських соціалістів був незначним: їм не вдалося залучити на свій бік пролетарські маси.</small></p>',
                'info' => '<p><strong>США в 1870&ndash;1914 рр. мінімальний шрифт</strong></p>',
                'annotation' => 'США в 1870–1914 рр.',
                'status' => 'published',
                'author_id' => '1',
                'fieldsArticles' => 'management',
            ],


        ];





        DB::table('articles')->insert($data);
    }
}
