<?php

use Illuminate\Database\Seeder;

class SurveyQuestionsTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        $data = [
            [
                'id' => 1,
                'title' => 'Дайте бальну оцінку легкості читання тексту статті',
                'question_number' => 1,
                'survey_id' => 1,
                'type' => 'integer',
            ],
            [
                'id' => 2,
                'title' => 'Дайте бальну оцінку контрасту між кольором тексту та кольором фону сторінки',
                'question_number' => 2,
                'survey_id' => 1,
                'type' => 'integer',
            ],
            [
                'id' => 3,
                'title' => 'Дайте бальну оцінку комфортності праці з інформацією, якщо вікно браузеру розмістити тільки на половині екрану',
                'question_number' => 3,
                'survey_id' => 1,
                'type' => 'integer',
            ],
            [
                'id' => 4,
                'title' => 'Дайте бальну оцінку легкості читання тексту статті',
                'question_number' => 1,
                'survey_id' => 2,
                'type' => 'integer',
            ],
            [
                'id' => 5,
                'title' => 'Дайте бальну оцінку контрасту між кольором тексту та кольором фону сторінки',
                'question_number' => 2,
                'survey_id' => 2,
                'type' => 'integer',
            ],
            [
                'id' => 6,
                'title' => 'Дайте бальну оцінку комфортності праці з інформацією, якщо вікно браузеру розмістити тільки на половині екрану',
                'question_number' => 3,
                'survey_id' => 2,
                'type' => 'integer',
            ],
            [
                'id' => 7,
                'title' => 'Дайте бальну оцінку легкості читання тексту статті',
                'question_number' => 1,
                'survey_id' => 3,
                'type' => 'integer',
            ],
            [
                'id' => 8,
                'title' => 'Дайте бальну оцінку контрасту між кольором тексту та кольором фону сторінки',
                'question_number' => 2,
                'survey_id' => 3,
                'type' => 'integer',
            ],
            [
                'id' => 9,
                'title' => 'Дайте бальну оцінку комфортності праці з інформацією, якщо вікно браузеру розмістити тільки на половині екрану',
                'question_number' => 3,
                'survey_id' => 3,
                'type' => 'integer',
            ],
            /*-----------------------------------------------------2----------------------------------------------*/
            [
                'id' => 10,
                'title' => 'Дайте бальну оцінку легкості читання тексту статті',
                'question_number' => 1,
                'survey_id' => 4,
                'type' => 'integer',
            ],
            [
                'id' => 11,
                'title' => 'Дайте бальну оцінку необхідності використання тільки одного шрифта',
                'question_number' => 2,
                'survey_id' => 4,
                'type' => 'integer',
            ],
            [
                'id' => 12,
                'title' => 'Дайте бальну оцінку легкості читання тексту статті',
                'question_number' => 1,
                'survey_id' => 5,
                'type' => 'integer',
            ],
            [
                'id' => 13,
                'title' => 'Дайте бальну оцінку необхідності використання одразу двох шрифта',
                'question_number' => 2,
                'survey_id' => 5,
                'type' => 'integer',
            ],
            [
                'id' => 14,
                'title' => 'Дайте бальну оцінку легкості читання тексту статті',
                'question_number' => 1,
                'survey_id' => 6,
                'type' => 'integer',
            ],
            [
                'id' => 15,
                'title' => 'Дайте бальну оцінку необхідності використання одразу трьох шрифта',
                'question_number' => 2,
                'survey_id' => 6,
                'type' => 'integer',
            ],
            /*--------------------------------------------------3-------------------------------------------------*/

            [
                'id' => 16,
                'title' => 'Дайте бальну оцінку легкості читання тексту статті',
                'question_number' => 1,
                'survey_id' => 7,
                'type' => 'integer',
            ],
            [
                'id' => 17,
                'title' => 'Дайте бальну оцінку контрасту між кольором тексту та кольором фону сторінкис',
                'question_number' => 2,
                'survey_id' => 7,
                'type' => 'integer',
            ],
            [
                'id' => 18,
                'title' => 'Дайте бальну оцінку комфортності праці з інформацією, якщо вікно браузеру розмістити тільки на половині екрану',
                'question_number' => 3,
                'survey_id' => 7,
                'type' => 'integer',
            ],
            [
                'id' => 19,
                'title' => 'Дайте бальну оцінку зручності стилю розбиття інформації на блоки',
                'question_number' => 4,
                'survey_id' => 7,
                'type' => 'integer',
            ],

            [
                'id' => 20,
                'title' => 'Дайте бальну оцінку легкості читання тексту статті',
                'question_number' => 1,
                'survey_id' => 8,
                'type' => 'integer',
            ],
            [
                'id' => 21,
                'title' => 'Дайте бальну оцінку контрасту між кольором тексту та кольором фону сторінкис',
                'question_number' => 2,
                'survey_id' => 8,
                'type' => 'integer',
            ],
            [
                'id' => 22,
                'title' => 'Дайте бальну оцінку комфортності праці з інформацією, якщо вікно браузеру розмістити тільки на половині екрану',
                'question_number' => 3,
                'survey_id' => 8,
                'type' => 'integer',
            ],
            [
                'id' => 23,
                'title' => 'Дайте бальну оцінку зручності стилю розбиття інформації на блоки',
                'question_number' => 4,
                'survey_id' => 8,
                'type' => 'integer',
            ],

            [
                'id' => 24,
                'title' => 'Дайте бальну оцінку легкості читання тексту статті',
                'question_number' => 1,
                'survey_id' => 9,
                'type' => 'integer',
            ],
            [
                'id' => 25,
                'title' => 'Дайте бальну оцінку контрасту між кольором тексту та кольором фону сторінкис',
                'question_number' => 2,
                'survey_id' => 9,
                'type' => 'integer',
            ],
            [
                'id' => 26,
                'title' => 'Дайте бальну оцінку комфортності праці з інформацією, якщо вікно браузеру розмістити тільки на половині екрану',
                'question_number' => 3,
                'survey_id' => 9,
                'type' => 'integer',
            ],
            [
                'id' => 27,
                'title' => 'Дайте бальну оцінку зручності стилю розбиття інформації на блоки',
                'question_number' => 4,
                'survey_id' => 9,
                'type' => 'integer',
            ],
            /*--------------------------------------------------4-------------------------------------------------*/

            [
                'id' => 28,
                'title' => 'Дайте бальну оцінку легкості сприйняття тексту розміщеного на сторінці разом з зображеннями',
                'question_number' => 1,
                'survey_id' => 10,
                'type' => 'integer',
            ],
            [
                'id' => 29,
                'title' => 'На скільки Вам подобається місця розміщення зображень',
                'question_number' => 2,
                'survey_id' => 10,
                'type' => 'integer',
            ],
            [
                'id' => 30,
                'title' => 'Дайте бальну оцінку легкості сприйняття тексту розміщеного на сторінці разом з зображеннями',
                'question_number' => 1,
                'survey_id' => 11,
                'type' => 'integer',
            ],
            [
                'id' => 31,
                'title' => 'На скільки Вам подобається місця розміщення зображень',
                'question_number' => 2,
                'survey_id' => 11,
                'type' => 'integer',
            ],
            [
                'id' => 32,
                'title' => 'Дайте бальну оцінку легкості сприйняття тексту розміщеного на сторінці разом з зображеннями',
                'question_number' => 1,
                'survey_id' => 12,
                'type' => 'integer',
            ],
            [
                'id' => 33,
                'title' => 'На скільки Вам подобається місця розміщення зображень',
                'question_number' => 2,
                'survey_id' => 12,
                'type' => 'integer',
            ],




        ];
        DB::table('survey_questions')->insert($data);
    }
}
