<?php

use Illuminate\Database\Seeder;

class TestQuestionsTableSeeder extends Seeder

{
    public function run()
    {
        $data = [
            [
                'id' => 1,
                'title' => 'Роки Громадянської війни у США',
                'option_a' => '1865–1877 рр',
                'option_b' => '1841–1860 рр',
                'option_c' => '1811–1855 рр',
                'option_correct' => '1861–1865 рр',
                'test_id' => 7,
            ],
            [
                'id' => 2,
                'title' => 'Чи забезпечували природні ресурси США потреби промисловості у сировнини',
                'option_a' => 'Ні',
                'option_b' => 'Тільки у хімічній галузі',
                'option_c' => 'Так, крім хімічної галузі',
                'option_correct' => 'Так',
                'test_id' => 7,
            ],
            [
                'id' => 3,
                'title' => 'Скільки ємігрантів прибуло до США за 70–90-ті рр. ХIХ століття',
                'option_a' => '2 млн',
                'option_b' => '10 млн',
                'option_c' => '8 млн',
                'option_correct' => '14 млн',
                'test_id' => 7,
            ],
            [
                'id' => 4,
                'title' => 'Чи вірне висловлення:"До 1900 р. європейці вклали в економіку США 3,3 млрд. доларів"',
                'option_a' => 'Ні',
                'option_b' => 'Ні',
                'option_c' => 'Так',
                'option_correct' => 'Так',
                'test_id' => 7,
            ],
            [
                'id' => 5,
                'title' => 'Яке місце займала США   у світі з випуску основних видів продукції і за загальним обсягом виробництва у кінці ХIХ століття',
                'option_a' => 'Невходило у 10 перших',
                'option_b' => 'Четверте',
                'option_c' => 'Друге',
                'option_correct' => 'Перше',
                'test_id' => 7,
            ],
            [
                'id' => 6,
                'title' => 'У скільки разів населення США збільшилось за період 1870–1900 рр. ',
                'option_a' => 'у 5 разів',
                'option_b' => 'у 3 рази',
                'option_c' => 'у 4 рази',
                'option_correct' => 'у 2 рази',
                'test_id' => 7,
            ],
            [
                'id' => 7,
                'title' => 'У скільки разів населення США збільшилось за період 1870–1900 рр. ',
                'option_a' => 'у 5 разів',
                'option_b' => 'у 3 рази',
                'option_c' => 'у 4 рази',
                'option_correct' => 'у 2 рази',
                'test_id' => 7,
            ],
            [
                'id' => 8,
                'title' => 'США є',
                'option_a' => 'федерацією',
                'option_b' => 'демократичною республікою',
                'option_c' => 'монархією',
                'option_correct' => 'федеративною республікою',
                'test_id' => 7,
            ],
            [
                'id' => 9,
                'title' => 'Скільки основних партій у США',
                'option_a' => 'Це значення не є постійним',
                'option_b' => 'Три основні партії',
                'option_c' => 'Однопартійність',
                'option_correct' => 'Дві',
                'test_id' => 7,
            ],
            [
                'id' => 10,
                'title' => 'Коли у США почав розширюватися соціалістичний рух',
                'option_a' => 'Наприкінці ХХ',
                'option_b' => 'Напочатку ХХ',
                'option_c' => 'Напочатку ХIХ',
                'option_correct' => 'Наприкінці ХIХ',
                'test_id' => 7,
            ]
        ];
        DB::table('test_questions')->insert($data);
    }
}
