<?php

use Illuminate\Database\Seeder;
use Illuminate\Support\Str;

class TypeTestsTableSeeder  extends Seeder
{
    public function run()
    {
        $data = [
            [
                'id' => 1,
                'name' => 'Знаходження оптимального розміру шрифту для основної інформації статей',
                'annotation' => 'Знаходження оптимального розміру шрифту для основної інформації статей',
            ],
            [
                'id' => 2,
                'name' => 'Визначення оптимальної позиції зображень на сторінці які несуть основне смислове навантаження на сторінці',
                'annotation' => 'Визначення оптимальної позиції зображень на сторінці які несуть основне смислове навантаження на сторінці',
            ],

            [
                'id' => 3,
                'name' => 'Визначення ефективності виділення за допомогою кольору тексту.Визначення ефективності виділення за допомогою «жирності» тексту.',
                'annotation' => 'Визначення ефективності виділення за допомогою кольору тексту.Визначення ефективності виділення за допомогою «жирності» тексту.',
            ],


        ];
        DB::table('type_tests')->insert($data);
    }
}
