<?php

use Illuminate\Database\Seeder;
use Illuminate\Support\Str;

class TypeSurveysTableSeeder  extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        $data = [
            [
                'id' => 1,
                'name' => 'Знаходження оптимального розміру шрифту для основної інформації статей',
                'annotation' => 'Знаходження оптимального розміру шрифту для основної інформації статей',
            ],
            [
                'id' => 2,
                'name' => 'Визначення оптимальної кількості шрифтів для основної інформації статті',
                'annotation' => 'Визначення оптимальної кількості шрифтів для основної інформації статті',
            ],

            [
                'id' => 3,
                'name' => 'Визначення структури позиціонування інформації зважаючи на вподобання користувача',
                'annotation' => 'Визначення структури позиціонування інформації зважаючи на вподобання користувача',
            ],
            [
                'id' => 4,
                'name' => 'Визначення оптимальної позиції зображень на сторінці зважаючи на вподобання користувача',
                'annotation' => 'Визначення оптимальної позиції зображень на сторінці зважаючи на вподобання користувача',
            ],


        ];
        DB::table('type_surveys')->insert($data);
    }
}
